2021/principios.md

# Table of Contents

1.  [Vision](#org933acd3)
2.  [Principios](#orgfb1c262)
3.  [Nice to have](#org2e45a44)


<a id="org933acd3"></a>

# Vision

1.  Intentar comunicar de manera clara las ventajas y desventajas del mundo de la programación

2.  Intentar abrir las puertas a través de charlas introductorias a gente sin background previo en programación al mundo del desarrollo

3.  Hacer los procesos de manera transparente para que todos sepan los motivos y razones para las decisiones tomadas a través de la plataforma GitHub

4.  Buscar apoyo de comunidades para fomentación de un evento de calidad.

5.  Decidir si buscar sponsors es lo correcto o es preferible manejar el evento exclusivamente a través del apoyo voluntario de los involucrados.

6.  Hacer al menos 3 reuniones virtuales para aclarar todos los puntos con los organizadores y speakers.


<a id="orgfb1c262"></a>

# Principios

1.  Inclusión: Manejar un espacio de absoluta inclusión para todas las personas.

2.  Transparencia: Mostrar todos los aspectos del proceso de creación de la charla, desde definición de logo hasta generación de las charlas

3.  Simplicidad: Formatos sencillos que sean pertinentes para que gente de todos los lugares, estratos, condiciones, etc. puedan hacer parte.

4.  Búsqueda

5.  Enseñanza

6.  Colaboración

7.  Ánimo

8.  Actitud


<a id="org2e45a44"></a>

# Nice to have

1.  Tantas personas involucradas como sea posible, para poder tener conversaciones interesantes respecto a la mejor manera de hacer esta conferencia realidad.

2.  Presentaciones entretenidas y llamativas

3.  Buena presencia en redes para que más gente esté interesada del evento

4.  Buenas conexiones a internet tanto para presentadores como para público

5.  Apoyo de algunas universidades públicas y privadas

